[
  {
    "copyright": "David Vernet , Jean-François Bax , Serge Brunier",
    "date": "2023-07-01",
    "explanation": "This tantalizing trio of galaxies sometimes called the Draco Group, is located in the northern constellation of (you guessed it) Draco, the Dragon. From left to right are face-on spiral NGC 5985, elliptical galaxy NGC 5982, and edge-on spiral NGC 5981, all found within this single telescopic field of view that spans a little more than the width of the full moon. While the group is far too small to be a galaxy cluster, and has not been catalogued as a compact galaxy group, the three galaxies all do lie roughly 100 million light-years from planet Earth. Not as well known as other tight groupings of galaxies, the contrast in visual appearance still makes this triplet an attractive subject for astroimagers. On close examination with spectrographs, the bright core of striking spiral NGC 5985 shows prominent emission in specific wavelengths of light, prompting astronomers to classify it as a Seyfert, a type of active galaxy. This impressively deep exposure hints at a faint dim halo along with sharp-edged shells surrounding elliptical NGC 5982, evidence of past galactic mergers. It also reveals many even more distant background galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/DracoTrio_TeamOmicron.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies in Draco",
    "url": "https://apod.nasa.gov/apod/image/2307/DracoTrio_TeamOmicron1024.jpg"
  },
  {
    "copyright": "\nLI Hang\n",
    "date": "2023-07-02",
    "explanation": "It was one of the better skies of this long night. In parts of Antarctica, not only is it winter, but the Sun can spend weeks below the horizon. At China's Zhongshan Station, people sometimes venture out into the cold to photograph a spectacular night sky. The featured image from one such outing was taken in mid-July of 2015, just before the end of this polar night. Pointing up, the wide angle lens captured not only the ground at the bottom, but at the top as well.  In the foreground, a colleague is taking pictures. In the distance, a spherical satellite receiver and several windmills are visible. Numerous stars dot the night sky, including Sirius and Canopus. Far in the background, stretching overhead from horizon to horizon, is the central band of our Milky Way Galaxy. Even further in the distance, visible as extended smudges near the top, are the Large and Small Magellanic Clouds, satellite galaxies near our huge Milky Way Galaxy.   Explore the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/MWAurora_hang_4906.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way and Aurora over Antarctica",
    "url": "https://apod.nasa.gov/apod/image/2307/MWAurora_hang_960.jpg"
  },
  {
    "copyright": "JAXA",
    "date": "2023-07-03",
    "explanation": "Why is Venus so different from Earth?  To help find out, Japan launched the robotic Akatsuki spacecraft which entered orbit around Venus late in 2015 after an unplanned five-year adventure around the inner Solar System.  Even though Akatsuki was past its original planned lifetime, the spacecraft and instruments were operating so well that much of its original mission was reinstated. Also known as the Venus Climate Orbiter, Akatsuki's instruments investigated unknowns about Earth's sister planet, including whether volcanoes are still active, whether lightning occurs in the dense atmosphere, and why wind speeds greatly exceed the planet's rotation speed. In the featured image taken by Akatsuki's UVI camera, the day-side of Venus is seen shown with planet-scale V-shaped cloud pattern. The image displays three ultraviolet colors and indicates a dip in the relative abundance of sulfur dioxide shown in faint blue.  Analyses of Akatsuki images and data has shown, among other discoveries, that Venus has equatorial jet similar to Earth's jet stream.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/VenusUv_akatsuki_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus in Ultraviolet from Akatsuki",
    "url": "https://apod.nasa.gov/apod/image/2307/VenusUv_akatsuki_1024.jpg"
  },
  {
    "copyright": "\nCari Letelier\n",
    "date": "2023-07-04",
    "explanation": "It seemed like the sky exploded. The original idea was to photograph an aurora over a waterfall. After waiting for hours under opaque clouds, though, hope was running out. Others left. Then, unexpectedly, the clouds moved away. Suddenly, particles from a large solar magnetic storm were visible impacting the Earth's upper atmosphere with full effect. The night sky filled with colors and motion in a thrilling auroral display.  Struggling to steady the camera from high Earthly winds, the 34 exposures that compose the featured image were taken.  The resulting featured composite image shows the photogenic Godafoss (Goðafoss) waterfall in northern Iceland in front of a very active aurora in late February. The solar surface explosion that expelled the energetic particles occurred a few days before.  Our Sun is showing an impressive amount of surface activity as it approaches solar maximum, indicating that more impressive auroras are likely to appear in Earth's northern and southern sky over the next few years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/WaterfallAurora_Letelier_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora over Icelandic Waterfall",
    "url": "https://apod.nasa.gov/apod/image/2307/WaterfallAurora_Letelier_960.jpg"
  },
  {
    "copyright": "\nB. Ménard & \nN. Shtarkman;\nData:  \nSDSS, \nPlanck, \nJHU, \nSloan, \nNASA, \nESA\n",
    "date": "2023-07-05",
    "explanation": "What if you could see out to the edge of the observable universe? You would see galaxies, galaxies, galaxies, and then, well, quasars, which are the bright centers of distant galaxies.  To expand understanding of the very largest scales that humanity can see, a map of the galaxies and quasars found by the Sloan Digital Sky Survey from 2000 to 2020 -- out to near the edge of the observable universe -- has been composed. Featured here, one wedge from this survey encompasses about 200,000 galaxies and quasars out beyond a look-back time of 12 billion years and cosmological redshift 5.  Almost every dot in the nearby lower part of the illustration represents a galaxy, with redness indicating increasing redshift and distance. Similarly, almost every dot on the upper part represents a distant quasar, with blue-shaded dots being closer than red. Clearly shown among many discoveries, gravity between galaxies has caused the nearby universe to condense and become increasingly more filamentary than the distant universe.   More Detailed Maps: Related to Today's APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/MapObsUni_SDSS_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Map of the Observable Universe",
    "url": "https://apod.nasa.gov/apod/image/2307/MapObsUni_SDSS_960.jpg"
  },
  {
    "copyright": "Michael Seeley",
    "date": "2023-07-06",
    "explanation": "On July 4, an almost Full Moon rose in planet Earth's evening skies. Also known as a Buck Moon, the full lunar phase (full on July 3 at 11:39 UTC) was near perigee, the closest point in the Moon's almost monthly orbit around planet Earth. That qualified this July's Full Moon as a supermoon, the first of four supermoons in 2023. Seen from Cocoa Beach along Florida's Space Coast on July 4, any big, bright, beautiful Full Moon would still have to compete for attention though. July's super-moonrise was captured here against a super-colorful fireworks display.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/CocoaBeach_BuckMoon_Seeley-201.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireworks vs Supermoon",
    "url": "https://apod.nasa.gov/apod/image/2307/CocoaBeach_BuckMoon_Seeley-201_1100.jpg"
  },
  {
    "copyright": "Mårten Frosth",
    "date": "2023-07-07",
    "explanation": "This pretty starfield spans about three full moons (1.5 degrees) across the heroic northern constellation of Perseus. It holds the famous pair of open star clusters, h and Chi Persei. Also cataloged as NGC 869 (top) and NGC 884, both clusters are about 7,000 light-years away and contain stars much younger and hotter than the Sun.  Separated by only a few hundred light-years, the clusters are both 13 million years young based on the ages of their individual stars, evidence that they were likely a product of the same star-forming region. Always a rewarding sight in binoculars, the Double Cluster is even visible to the unaided eye from dark locations.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/Caldwell_14_2023_HaLRGB_LRGB_stars_wm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Double Cluster in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2307/Caldwell_14_2023_HaLRGB_LRGB_stars_wm-scaled.png"
  },
  {
    "date": "2023-07-08",
    "explanation": "Stickney Crater, the largest crater on the martian moon Phobos, is named for Chloe Angeline Stickney Hall, mathematician and wife of astronomer Asaph Hall. Asaph Hall discovered both the Red Planet's moons in 1877. Over 9 kilometers across, Stickney is nearly half the diameter of Phobos itself, so large that the impact that blasted out the crater likely came close to shattering the tiny moon. This enhanced-color image of Stickney and surroundings was recorded by the HiRISE camera onboard the Mars Reconnaissance Orbiter as it passed within some six thousand kilometers of Phobos in March of 2008. Even though the surface gravity of asteroid-like Phobos is less than 1/1000th Earth's gravity, streaks suggest loose material slid down inside the crater walls over time. Light bluish regions near the crater's rim could indicate a relatively freshly exposed surface. The origin of the curious grooves along the surface is mysterious but may be related to tidal stresses experienced by close-orbiting Phobos or the crater-forming impact itself.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/PSP_007769_9010_IRB_Stickney.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stickney Crater",
    "url": "https://apod.nasa.gov/apod/image/2307/PSP_007769_9010_IRB_Stickney1024.jpg"
  },
  {
    "copyright": "\nNASA, \nESA, \nHubble;\n Processing & \nLicense: \nJudy Schmidt\n",
    "date": "2023-07-09",
    "explanation": "Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now. Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 170 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light. This featured image brings out details in the unusual nebula that surrounds this rogue star.  Diffraction spikes, caused by the telescope, are visible as bright multi-colored streaks emanating from Eta Carinae's center.  Two distinct lobes of the Homunculus Nebula encompass the hot central region, while some strange radial streaks are visible in red extending toward the image right. The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks, however, remain unexplained.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/EtaCarinae_HubbleSchmidt_1764.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Doomed Star Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/2307/EtaCarinae_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "\nAdam Block,\nTelescope Live\n",
    "date": "2023-07-10",
    "explanation": "When stars form, pandemonium reigns.  A textbook case is the star forming region NGC 6559.  Visible in the featured image are red glowing emission nebulas of hydrogen, blue reflection nebulas of dust, dark absorption nebulas of dust, and the stars that formed from them.  The first massive stars formed from the dense gas will emit energetic light and winds that erode, fragment, and sculpt their birthplace.  And then they explode. The resulting morass can be as beautiful as it is complex.  After tens of millions of years, the dust boils away, the gas gets swept away, and all that is left is a bare open cluster of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2307/NGC6559_Block_1311.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars, Dust and Nebula in NGC 6559",
    "url": "https://apod.nasa.gov/apod/image/2307/NGC6559_Block_960.jpg"
  }
]
